USE ARMY
GO

SET NOCOUNT ON

INSERT INTO [dbo].Recruit ([Surname], [Name], [Patronymic], [Adress], [Number_phone], [Personal_data], [Med_result])
VALUES
('Петров', 'Петр', 'Петрович', 'Ул. Калинина 115', '89234451521', 'паспорт, повестка, призывное', 'А2'),
('Васильев', 'Олег', 'Егорович', 'Ул. Калинина 116', '89534451821', 'паспорт, повестка, призывное', 'А1'),
('Фазилов', 'Валерий', 'Андреевич', 'Ул. Калинина 32', '89678885644', 'паспорт, повестка, призывное', 'А2'),
('Иванов', 'Иван', 'Сергеевич', 'Ул. Калинина 77', '89035556343', 'паспорт, повестка, призывное', 'А1'),
('Танков', 'Тарик', 'Александрович', 'Ул. Курчатово 25 ', '89213334532', 'паспорт, повестка, призывное', 'А1')


INSERT INTO [dbo].Doctor([Surname_Doc], [Name_Doc], [Patronymic_Doc], [Number_phone_Doc], [Doctor_post])
VALUES
('Маслов', 'Евгений', 'Павлович', '89234551822', 'Руководитель мед. комм.'),
('Волков', 'Павел', 'Евгеньевич', '89534452221', 'Хирург'),
('Васильев', 'Анатолий', 'Дмитриевич', '89534441821', 'Аллерголог'),
('Соколов', 'Валерий', 'Петрович', '89999451821', 'Окулист'),
('Леонтьев', 'Владимир', 'Олегович', '89236651521', 'Психолог')


INSERT INTO [dbo].Commissar([Surname_comm], [Name_comm], [Patronymic_comm], [Number_phone_comm], [Commissar_post], [Adress_work])
VALUES
('Деревянко', 'Оганес', 'Вольфович', '89234451920', 'Полковник', 'Ул. Курчатово 37'),
('Семенов', 'Константин', 'Андреевич', '89234471720', 'Подполковник', 'Ул. Курчатово 37'),
('Лебедев', 'Валерий', 'Константинович', '89254452930', 'Прапорщик', 'Ул. Курчатово 37'),
('Микулич', 'Никита', 'Валерьевич', '89235441920', 'Майор', 'Ул. Курчатово 37'),
('Соловьев', 'Владимир', 'Алеексеевич', '89234467820', 'Капитан', 'Ул. Курчатово 37')

INSERT INTO [dbo].Draft_Board([Date_draft], [Recruit_status], [Recruit_info], [Commissar_info], [Doctor_info])
VALUES
('12.01.2000','Годен','1','1','1'),
('12.01.2000','Годен','2','1','1'),
('12.01.2000','Годен','3','1','1'),
('12.01.2000','Годен','4','1','1'),
('12.01.2000','Годен','5','1','1')
